Repository: cinghie/wordpress-cookie-consent
Catalog: gogodigital-cookie-consent/lang/gogodigital-cookie-consent-*.po
Languages: it_it

source: Gogodigital Cookie Consent Settings
it_it: Impostazione Gogodigital Cookie Consent

source: Theme
it_it: Tema

source: Message
it_it: Messaggio

source: Dismiss Message
it_it: Messaggio di rimozione

source: Learn More Message
it_it: Messaggio leggi tutto

source: Privacy Link
it_it: Link alla Cookie Policy

source: Dark Bottom
it_it: Scuro in basso

source: Dark Floating
it_it: Scuro galleggiante

source: Dark Top
it_it: Scuro in alto

source: Light Bottom
it_it: Chiaro in basso

source: Light Floating
it_it: Chiaro galleggiante

source: Light Top
it_it: Chiaro in alto

source: Settings
it_it: Impostazioni

source: Donate $5, $10 or $20
it_it: Dona 5€, 10€ o 20€

source: If you like this plugin, consider supporting us donating the time to develop it
it_it: Se ti piace questo plugin, aiutarci a svilupparlo effettuando una donazione

source: Some other ways to support this plugin
it_it: Altri metodi per supportare questo plugin

source: Leave a ★★★★★ review on WordPress.org
it_it: Lascia una recensione a ★★★★★ su WordPress.org

source: Tweet about this plugin
it_it: Effettua un Tweet su questo plugin

source: Add the plugin to your favourites on Wordpress.org
it_it: Aggiungi il plugin tra i tuoi preferiti dalla pagina su Wordpress.org

source: Looking for support?
it_it: Hai bisogno di aiuto?

source: Please use the <a href="https://wordpress.org/support/plugin/gogodigital-cookie-consent">plugin support forums</a> on WordPress.org
it_it: Puoi utilizzare <a href="https://wordpress.org/support/plugin/gogodigital-cookie-consent">il forum di supporto del plugin</a> su WordPress.org

source: Who are Us?
it_it: Chi siamo?

source: is a young and innovative Web Agency that deals with Professional Web Sites for Companies and Persons, Responsive Web Sites, CMS Sites and Ecommerce Portals, Custom CMS, Applications for Apple and Android devices, SEO Optimization, Web Marketing, Email Marketing and Social Media Marketing
it_it: è una giovane ed innovativa Web Agency che si occupa di Siti Web professionali per privati ed aziende, Siti Web Responsive, Siti CMS e Portali Ecommerce, CMS personalizzati, Applicazioni per dispositivi Apple ed Android, Ottimizzazione SEO, Web Marketing, Email Marketing, e Social Media Marketing
